Repository: DiogoBessaArqui/migra-o_teste
Catalog: Translation/translation-*.xlf
Languages: pt_pt

# Page 1956061793 - Property 2879900210
source: Entity Card
pt_pt: Ficha de Entidade

# Page 1483666163 - Property 2879900210
source: Entity List
pt_pt: Lista de Entidades

# Page 2127260352 - Property 2879900210
source: Entity Setup
pt_pt: Configuraç–o Entidade

# Page 1483666163 - Action 641310460 - Property 2879900210
source: Cards
pt_pt: Fichas

# Page 1483666163 - Action 1358863886 - Property 2879900210
source: Create
pt_pt: Criar

# Page 1483666163 - Action 3764087629 - Property 2879900210
source: Customer
pt_pt: Cliente

# Page 1956061793 - Control 2445482498 - Property 2879900210
source: General
pt_pt: Geral

# Page 2127260352 - Control 2445482498 - Property 2879900210
source: General
pt_pt: Geral

# Page 3256481496 - Property 2879900210
source: Entity Model
pt_pt: Modelo de Entidade

# Page 3256481496 - Control 2445482498 - Property 2879900210
source: General
pt_pt: Geral

# Page 2667217354 - Property 2879900210
source: Entity Model List
pt_pt: Lista de Modelos de Entidade

# Page 203954868 - Property 2879900210
source: Accounts Settling
pt_pt: Encontro de Contas

# Page 203954868 - Control 4200184881 - Property 2879900210
source: Entity
pt_pt: Entidade

# Page 203954868 - Control 339451857 - Property 2879900210
source: Customer Open Ledger Entries
pt_pt: Movs. Pendentes Cliente

# Page 203954868 - Control 1474235639 - Property 2879900210
source: Customer Open Ledger Entries
pt_pt: Movs. Pendentes Cliente

# Page 203954868 - Control 652267209 - Property 2879900210
source: Vendor Open Ledger Entries
pt_pt: Movs. Pendentes Fornecedor

# Page 203954868 - Control 3175710415 - Property 2879900210
source: Vendor Open Ledger Entries
pt_pt: Movs. Pendentes Fornecedor

# Page 203954868 - Control 25700210 - Property 2879900210
source: Balance
pt_pt: Saldo

# Page 203954868 - Control 3325862181 - Property 2879900210
source: Totals
pt_pt: Totais

# Page 203954868 - Control 184448389 - Property 2879900210
source: Amount to Apply
pt_pt: Valor a Liquidar

# Page 203954868 - Control 1959072976 - Property 2879900210
source: Amount to Apply
pt_pt: Valor a Liquidar

# Page 203954868 - Control 365542049 - Property 2879900210
source: Difference
pt_pt: Diferença

# Page 203954868 - Control 411603866 - Property 2879900210
source: Difference
pt_pt: Diferença

# Page 203954868 - Action 4149417275 - Property 2879900210
source: Register
pt_pt: Registar

# Page 203954868 - Action 930891637 - Property 2879900210
source: Post Directly With Diference
pt_pt: Reg. Com Diferença Directo

# Codeunit 2126023916 - NamedType 1533524455
source: You must choose a Bank Account to register the diference.
pt_pt: Por favor, escolha uma Conta Bancária para registar a diferença.

# Codeunit 2126023916 - NamedType 3446614306
source: You must select the entries to Apply.
pt_pt: Falta seleccionar movimento de liquidaç–o.

# Codeunit 2126023916 - NamedType 2808917689
source: All the entries must have the same type of document!
pt_pt: Os movimentos têm que ter o mesmo tipo de documento!

# Codeunit 2126023916 - NamedType 427040244
source: The Entries must not have the same signal.
pt_pt: Os movimentos n–o pode ter o mesmo sinal.

# Page 203954868 - Action 2062624699 - Property 2879900210
source: Post Preview With Diference
pt_pt: Reg. Com Diferença Pré-Visualizar

# Page 203954868 - Action 94578775 - Property 2879900210
source: Post Directly Without Diference
pt_pt: Reg. Sem Diferença Directo

# Page 203954868 - Action 1052793089 - Property 2879900210
source: Post Preview Without Diference
pt_pt: Reg. Sem Diferença Pré-Visualizar

# Page 203954868 - Action 2026913255 - Property 2879900210
source: Refresh
pt_pt: Actualizar

# Page 1956061793 - Control 1773309106 - Property 2879900210
source: Customer Balance (LCY)
pt_pt: Saldo Cliente (DL)

# Page 1956061793 - Control 3616586634 - Property 2879900210
source: Vendor Balance (LCY)
pt_pt: Saldo Fornecedor (DL)

# Page 1483666163 - Action 687633448 - Property 2879900210
source: Vendor
pt_pt: Fornecedor

# Page 1483666163 - Action 2566776172 - Property 2879900210
source: F&unctions
pt_pt: F&unçÍes

# Page 1956061793 - Control 2184435606 - Property 2879900210
source: Balance (LCY)
pt_pt: Saldo (DL)

# Page 1483666163 - Action 3187042956 - Property 2879900210
source: Accounts Settling
pt_pt: Encontro de Contas

# Page 1956061793 - Control 1450094168 - Property 2879900210
source: Invoicing
pt_pt: Facturaç–o

# Page 1483666163 - Action 77555056 - Property 2879900210
source: Entity Association
pt_pt: Associaç–o Entidades

# Page 1956061793 - Control 1682139193 - Property 2879900210
source: Bank Account
pt_pt: Conta Bancária

# Page 1956061793 - Control 1004196339 - Property 2879900210
source: Payments
pt_pt: Pagamentos

# Page 1956061793 - Control 3624777196 - Property 2879900210
source: Foreign Trade
pt_pt: Comércio Externo

# Page 1956061793 - Action 1881906345 - Property 2879900210
source: Cards
pt_pt: Fichas

# Page 1956061793 - Action 710972128 - Property 2879900210
source: Create
pt_pt: Criar

# Page 1956061793 - Action 1994964448 - Property 2879900210
source: Customer
pt_pt: Cliente

# Page 1956061793 - Action 1936001480 - Property 2879900210
source: Vendor
pt_pt: Fornecedor

# Page 1956061793 - Action 3106002577 - Property 2879900210
source: F&unctions
pt_pt: F&unçÍes

# Page 1956061793 - Action 203954868 - Property 2879900210
source: Accounts Settling
pt_pt: Encontro de Contas

# Page 1956061793 - Action 77555056 - Property 2879900210
source: Entity Association
pt_pt: Associaç–o Entidades

# Page 2163636725 - Property 2879900210
source: Accounts Settling Vend
pt_pt: Encontro de Contas Fornecedor

# Page 37111277 - Property 2879900210
source: Accounts Settling Cust
pt_pt: Encontro de Contas Cliente

# Page 747194712 - Property 2879900210
source: Entity General Journal
pt_pt: Diário Geral Entidade

# Page 2250053692 - Property 2879900210
source: Entity Association List
pt_pt: Lista Associaç–o Entidades

# Page 2163636725 - Control 25700210 - Property 2879900210
source: Balance
pt_pt: Saldo

# Page 2163636725 - Control 3325862181 - Property 2879900210
source: Totals
pt_pt: Totais

# Page 2163636725 - Control 1841080385 - Property 2879900210
source: Selected Balance
pt_pt: Saldo Seleccionado

# Page 2163636725 - Control 450949686 - Property 2879900210
source: Selected Balance
pt_pt: Saldo Seleccionado

# Page 2163636725 - Control 159435326 - Property 2879900210
source: Pmt. Discount
pt_pt: Desconto P.P.

# Page 2163636725 - Control 184448389 - Property 2879900210
source: Amount to Apply
pt_pt: Valor a Liquidar

# Page 2163636725 - Control 1703538784 - Property 2879900210
source: Amount to Apply
pt_pt: Valor a Liquidar

# Page 2163636725 - Action 1420004405 - Property 2879900210
source: Set Applies-to ID
pt_pt: Marcar ID de Liq.

# Page 747194712 - Control 885549068 - Property 2879900210
source: Acc: cash-flow code
pt_pt: Cód. Fluxo Caixa

# Page 747194712 - Control 885098114 - Property 2879900210
source: Bal: cash-flow code
pt_pt: Cód. Fluxo Caixa Contrp.

# Page 37111277 - Control 25700210 - Property 2879900210
source: Balance
pt_pt: Saldo

# Page 37111277 - Control 3325862181 - Property 2879900210
source: Totals
pt_pt: Totais

# Page 37111277 - Control 1841080385 - Property 2879900210
source: Selected Balance
pt_pt: Saldo Seleccionado

# Page 37111277 - Control 450949686 - Property 2879900210
source: Selected Balance
pt_pt: Saldo Seleccionado

# Page 37111277 - Control 159435326 - Property 2879900210
source: Pmt. Discount
pt_pt: Desconto P.P.

# Page 37111277 - Control 184448389 - Property 2879900210
source: Amount to Apply
pt_pt: Valor a Liquidar

# Page 747194712 - Control 1975045594 - Property 2879900210
source: Account Name
pt_pt: Nome Conta

# Page 37111277 - Control 411603866 - Property 2879900210
source: Amount to Apply
pt_pt: Valor a Liquidar

# Page 747194712 - Control 1287395299 - Property 2879900210
source: Bal. Account Name
pt_pt: Nome Contrapartida

# Page 37111277 - Action 1420004405 - Property 2879900210
source: Set Applies-to ID
pt_pt: Marcar ID de Liq.

# Page 747194712 - Control 25700210 - Property 2879900210
source: Balance
pt_pt: Saldo

# Page 747194712 - Control 938567880 - Property 2879900210
source: Total Balance
pt_pt: Saldo Total

# Page 747194712 - Action 1402615620 - Property 2879900210
source: &Line
pt_pt: &Linha

# Page 747194712 - Action 2173385693 - Property 2879900210
source: Dimensions
pt_pt: DimensÍes

# Page 747194712 - Action 1892509601 - Property 2879900210
source: A&ccount
pt_pt: &Conta

# Page 747194712 - Action 4125097576 - Property 2879900210
source: Card
pt_pt: Ficha

# Page 747194712 - Action 1111476699 - Property 2879900210
source: Ledger E&ntries
pt_pt: Movime&ntos

# Page 747194712 - Action 3106002577 - Property 2879900210
source: F&unctions
pt_pt: F&unçÍes

# Page 747194712 - Action 2474225426 - Property 2879900210
source: Apply Entries
pt_pt: Movs. Pendentes por Liquidar

# Page 747194712 - Action 2297931729 - Property 2879900210
source: Insert Conv. LCY Rndg. Lines
pt_pt: Inserir Linhas Arred. Conv. DL

# Page 747194712 - Action 1410655403 - Property 2879900210
source: &Get Standard Journals
pt_pt: O&bter Diários Padr–o

# Page 747194712 - Action 2054660057 - Property 2879900210
source: &Save as Standard Journal
pt_pt: &Guardar como Diário Padr–o

# Page 747194712 - Action 2245087378 - Property 2879900210
source: P&osting
pt_pt: &Registo

# Page 747194712 - Action 4130217538 - Property 2879900210
source: Reconcile
pt_pt: Controlo

# Page 747194712 - Action 3150094508 - Property 2879900210
source: Test Report
pt_pt: Verificar...

# Page 747194712 - Action 4236135242 - Property 2879900210
source: P&ost
pt_pt: R&egistar

# Page 747194712 - Action 1333595352 - Property 2879900210
source: Post and &Print
pt_pt: Registar e &Imprimir

# Page 747194712 - NamedType 2476940767
source: General Journal lines have been successfully inserted from Standard General Journal %1.
pt_pt: As linhas do Diário Geral foram inseridas com êxito a partir do Diário Geral Padr–o %1.

# Page 747194712 - NamedType 3114637384
source: Standard General Journal %1 has been successfully created.
pt_pt: O Diário Geral Padr–o %1 foi criado com êxito.

# Report 312781361 - Property 2879900210
source: Entity Receipt
pt_pt: Recibo Entidade

# Report 2633417344 - Property 2879900210
source: Entity - Detail Trial Bal.
pt_pt: Balancete Detalhado Entidade

# Report 2848578389 - Property 2879900210
source: Entity - Aged Accounts
pt_pt: Antiguidade Contas Entidade

# Report 312781361 - NamedType 1987762555
source: Page
pt_pt: Página

# Report 312781361 - NamedType 4193442490
source: Entity No.
pt_pt: Nº Entidade

# Report 312781361 - NamedType 1340386873
source: Settlement Detail
pt_pt: Especificaç–o Valor Pagamento

# Report 312781361 - NamedType 638740601
source: Posting Date
pt_pt: Data Registo

# Report 312781361 - NamedType 886596496
source: Document Type
pt_pt: Tipo Documento

# Report 312781361 - NamedType 2124006630
source: Document No.
pt_pt: Nº Documento

# Report 312781361 - NamedType 817831222
source: Description
pt_pt: Descriç–o

# Report 312781361 - NamedType 3285233284
source: Apllied Amount
pt_pt: Valor Liquidado

# Report 312781361 - NamedType 4283493138
source: Original Amount
pt_pt: Valor Original

# Report 312781361 - NamedType 1294954139
source: Customer Applied Documents
pt_pt: Documentos de Cliente Liquidados

# Report 312781361 - NamedType 153193328
source: Payment Discount
pt_pt: Desc. PP Concedido

# Report 312781361 - NamedType 3857700709
source: Apllied Amount
pt_pt: Valor Liquidado

# Report 312781361 - NamedType 821153906
source: Original Amount
pt_pt: Valor Original

# Report 312781361 - NamedType 1874147317
source: Description
pt_pt: Descriç–o

# Report 312781361 - NamedType 421013631
source: Document No.
pt_pt: Nº Documento

# Report 312781361 - NamedType 825677725
source: Posting Date
pt_pt: Data Registo

# Report 312781361 - NamedType 1166396691
source: Document Type
pt_pt: Tipo Documento

# Report 312781361 - NamedType 413254627
source: Vendor Applied Documents
pt_pt: Documentos de Fornecedor Liquidados

# Report 312781361 - NamedType 1271146706
source: Payment Discount
pt_pt: Desc. PP Concedido

# Report 312781361 - NamedType 1973083636
source: Bank Movement
pt_pt: Movimento Bancário

# Report 312781361 - NamedType 3618206462
source: Bank
pt_pt: Banco

# Report 2633417344 - NamedType 2476940767
source: Period: %1
pt_pt: Período: %1

# Report 312781361 - NamedType 2924269399
source: Applied Value
pt_pt: Valor Liquidado

# Report 2633417344 - NamedType 3114637384
source: Appln Rounding:
pt_pt: Arrendond. Liquid.:

# Report 2633417344 - NamedType 4022842888
source: Customer - Detail Trial Bal.
pt_pt: Entidade - Movimentos

# Report 2633417344 - NamedType 1987762555
source: Page
pt_pt: Pág.

# Report 2633417344 - NamedType 1929534223
source: All amounts are in LCY
pt_pt: Valores em div. local

# Report 2633417344 - NamedType 168088766
source: This report also includes entities that only have balances.
pt_pt: Só entidades com saldo.

# Report 2633417344 - NamedType 1946808448
source: Document Type
pt_pt: Tipo Documento

# Report 2633417344 - NamedType 1276225341
source: Applies-to Doc. No.
pt_pt: Liq. por Nº Doc.

# Report 2633417344 - NamedType 2330019243
source: Due Date
pt_pt: Data Vencimento

# Report 2633417344 - NamedType 3857928498
source: Balance (LCY)
pt_pt: Saldo (DL)

# Report 2633417344 - NamedType 406747169
source: Entity
pt_pt: Entidade

# Report 2633417344 - NamedType 2486251868
source: Customer
pt_pt: Cliente

# Report 2633417344 - NamedType 255053756
source: Adj. of Opening Balance
pt_pt: Aj. do Saldo Inicial

# Report 2633417344 - NamedType 3933902597
source: Total (LCY) Before Period
pt_pt: Total (DL) Antes Período

# Report 2633417344 - NamedType 4124852849
source: Total (LCY)
pt_pt: Total (DL)

# Report 2633417344 - NamedType 3455369519
source: Total Adj. of Opening Balance
pt_pt: Total Aj. do Saldo Inicial

# Report 2848578389 - Control 3592094765 - Property 2879900210
source: Aged As Of
pt_pt: Antig. Aquando de

# Report 2633417344 - NamedType 1137477672
source: Total (LCY)
pt_pt: Total (DL)

# Report 2633417344 - NamedType 484759144
source: Total (LCY) Before Period
pt_pt: Total (DL) Antes Período

# Report 2848578389 - Control 1209092943 - Property 2879900210
source: Document Date
pt_pt: Data Documento

# Report 2633417344 - NamedType 4036938315
source: Continued
pt_pt: A transportar

# Report 2633417344 - NamedType 48474013
source: Continued
pt_pt: A transportar

# Report 2848578389 - Control 1209092943 - Property 62802879
source: Due Date,Posting Date,Document Date
pt_pt: Data Vencimento,Data Registo,Data Documento

# Report 2633417344 - NamedType 1921651732
source: Vendor
pt_pt: Fornecedor

# Report 3557717721 - Property 2879900210
source: Entity Trial Balance
pt_pt: Balancete Entidade

# Report 2633417344 - NamedType 938443494
source: Adj. of Opening Balance
pt_pt: Aj. do Saldo Inicial

# Report 2848578389 - Control 2740290379 - Property 2879900210
source: Period Length
pt_pt: Longitude Período

# Report 2633417344 - NamedType 1649849624
source: Total (LCY)
pt_pt: Total (DL)

# Report 2633417344 - NamedType 1727031143
source: Total (LCY) Before Period
pt_pt: Total (DL) Antes Período

# Report 2848578389 - Control 3287144200 - Property 2879900210
source: Print Amounts in LCY
pt_pt: Imprimir Valores em DL

# Report 2848578389 - Control 568987109 - Property 2879900210
source: Print Details
pt_pt: Imprimir Detalhes

# Report 2848578389 - Control 336339332 - Property 2879900210
source: Heading Type
pt_pt: Tipo Cabeçalho

# Report 2848578389 - Control 336339332 - Property 62802879
source: Date Interval,Number of Days
pt_pt: Intervalo Datas,Número de Dias

# Report 2848578389 - Control 3342278168 - Property 2879900210
source: New Page per Customer
pt_pt: Página nova por cliente

# Report 3557717721 - Control 2346885236 - Property 2879900210
source: Options
pt_pt: OpçÍes

# Report 3557717721 - Control 3927909868 - Property 2879900210
source: Show Only Entries with Balance
pt_pt: Mostrar apenas Movs com Saldo

# Report 3557717721 - Control 3451217284 - Property 2879900210
source: Print Detail
pt_pt: Imprimir Detalhe

# Report 3557717721 - NamedType 2476940767
source: It was not possible to find a %1 in %2.
pt_pt: N–o foi possível achar um %1 em %2.

# Report 3557717721 - NamedType 3114637384
source: Net change for period
pt_pt: Saldo Período para

# Report 3557717721 - NamedType 3752334001
source: Year To Date
pt_pt: Ano à Data

# Report 3557717721 - NamedType 95063322
source: Period: %1..%2
pt_pt: Período: %1..%2

# Report 3557717721 - NamedType 732759939
source: Total for
pt_pt: Total para

# Report 3557717721 - NamedType 1370456556
source: Group Totals: %1
pt_pt: Totais Grupo: %1

# Report 3557717721 - NamedType 4290895543
source: Entities Trial Balance
pt_pt: Balancete de Entidades

# Report 3557717721 - NamedType 1987762555
source: Page
pt_pt: Página

# Report 3557717721 - NamedType 3487884863
source: Values in LCY
pt_pt: Valores em DL

# Report 3557717721 - NamedType 49243419
source: Only Entities with entries in the period.
pt_pt: Apenas Entidades com movs. no período.

# Report 3557717721 - NamedType 2716332507
source: Period
pt_pt: Período

# Report 3557717721 - NamedType 242473459
source: Fiscal Year To Date
pt_pt: Ano Fiscal à Data

# Report 3557717721 - NamedType 4254588261
source: Initial Balance
pt_pt: Saldo Inicial

# Report 3557717721 - NamedType 1938991756
source: Period Balance
pt_pt: Saldo Período

# Report 3557717721 - NamedType 1057048686
source: Debit
pt_pt: Dédito

# Report 3557717721 - NamedType 1535750739
source: Credit
pt_pt: Crédito

# Report 3557717721 - NamedType 1131546021
source: Credit
pt_pt: Crédito

# Report 3557717721 - NamedType 1858048284
source: Debit
pt_pt: Dédito

# Report 3557717721 - NamedType 2081812893
source: Period Balance
pt_pt: Saldo Período

# Report 3557717721 - NamedType 1118747701
source: Initial Balance
pt_pt: Saldo Inicial

# Report 3557717721 - NamedType 2084107291
source: Final Balance
pt_pt: Saldo Final

# Report 3557717721 - NamedType 896048527
source: Customer Total
pt_pt: Total Cliente

# Report 3557717721 - NamedType 1601540087
source: Vendor Total
pt_pt: Total Fornecedor

# Report 2848578389 - ReportLabel 2289855092
source: Final Total
pt_pt: Total Final

# Report 2848578389 - ReportLabel 3112552184
source: SubTotal (LCY)
pt_pt: SubTotal (DL)

# Report 2848578389 - ReportLabel 1488685940
source: Total (LCY)
pt_pt: Total (DL)

# Report 2848578389 - ReportLabel 2706699194
source: Final Total(LCY)
pt_pt: Total Final (DL)

# Report 2848578389 - ReportLabel 2994058300
source: Customer
pt_pt: Cliente

# Report 2848578389 - ReportLabel 696078932
source: Vendor
pt_pt: Fornecedor

# Report 2848578389 - NamedType 2476940767
source: Not Due
pt_pt: N–o vencido

# Report 2848578389 - NamedType 3114637384
source: Before
pt_pt: Antes

# Report 2848578389 - NamedType 3752334001
source: days
pt_pt: dias

# Report 2848578389 - NamedType 95063322
source: More than
pt_pt: Mais do que

# Report 2848578389 - NamedType 732759939
source: Aged by %1
pt_pt: Antiguidade por %1

# Report 2848578389 - NamedType 1370456556
source: Total for %1
pt_pt: Total para %1

# Report 2848578389 - NamedType 2008153173
source: Aged as of %1
pt_pt: Antig. Aquando de %1

# Report 2848578389 - NamedType 2645849790
source: Aged by %1
pt_pt: Antiguidade por %1

# Report 2848578389 - NamedType 3283546407
source: All Amounts in LCY
pt_pt: Todos os Valores em DL

# Report 2848578389 - NamedType 3921243024
source: Due Date,Posting Date,Document Date
pt_pt: Data Vencimento,Data Registo,Data Documento

# Report 2848578389 - NamedType 1664139952
source: The Date Formula %1 cannot be used. Try to restate it. E.g. 1M+CM instead of CM+1M.
pt_pt: A Fórmula Data %1 n–o pode ser utilizada. Volte a especificar de novo. I.e. 1M+PM em vez de PM+1M.

# Report 2848578389 - NamedType 1026443335
source: Data
pt_pt: Dados

# Report 2848578389 - NamedType 2939533186
source: Aged Accounts Receivable
pt_pt: Antiguidade Contas a Receber

# Report 2848578389 - NamedType 2301836569
source: Company Name
pt_pt: Nome Empresa

# Report 2848578389 - NamedType 4214926420
source: Report No.
pt_pt: N.º Mapa

# Report 2848578389 - NamedType 3577229803
source: Report Name
pt_pt: Nome Mapa

# Report 2848578389 - NamedType 1195352358
source: User ID
pt_pt: ID Utilizador

# Report 2848578389 - NamedType 557655741
source: Date
pt_pt: Data

# Report 2848578389 - NamedType 857534312
source: Customer Filters
pt_pt: Filtros Clientes

# Report 2848578389 - NamedType 219837695
source: Cust. Ledger Entry Filters
pt_pt: Filtros N.º Mov. Cliente

# Report 2848578389 - NamedType 3322674494
source: Aged Accounts Entity
pt_pt: Antiguidade Contas Entidade

# Report 2848578389 - NamedType 1987762555
source: Page
pt_pt: Pág.

# Report 2848578389 - NamedType 406747169
source: Entity
pt_pt: Entidade

# Report 2848578389 - NamedType 2061615984
source: All Amounts in LCY
pt_pt: Todos os Valores em DL

# Report 2848578389 - NamedType 2486251868
source: Customer
pt_pt: Cliente

# Report 2848578389 - NamedType 1418937618
source: Aged Overdue Amounts
pt_pt: Antiguidade Valores Vencidos

# Report 2848578389 - NamedType 3551934653
source: Balance
pt_pt: Saldo

# Report 2848578389 - NamedType 1217991446
source: Original Amount
pt_pt: Valor Original

# Report 2848578389 - NamedType 1587322452
source: Due Date
pt_pt: Data Vencimento

# Report 2848578389 - NamedType 1116690027
source: Document No.
pt_pt: Nº Documento

# Report 2848578389 - NamedType 984774056
source: Posting Date
pt_pt: Data Registo

# Report 2848578389 - NamedType 1932932520
source: Document Type
pt_pt: Tipo Documento

# Report 2848578389 - NamedType 3211442742
source: No.
pt_pt: Nº

# Report 2848578389 - NamedType 2763383773
source: Name
pt_pt: Nome

# Report 2848578389 - NamedType 1653612302
source: Balance
pt_pt: Saldo

# Report 2848578389 - NamedType 2094572046
source: No.
pt_pt: Nº

# Report 2848578389 - NamedType 2925463584
source: Name
pt_pt: Nome

# Report 2848578389 - NamedType 3432692112
source: Balance
pt_pt: Saldo

# Report 2848578389 - NamedType 3854679491
source: Currency Code
pt_pt: Cód. Divisa

# Report 2848578389 - NamedType 4124852849
source: Total (LCY)
pt_pt: Total (DL)

# Report 2848578389 - NamedType 3527106667
source: Currency Specification
pt_pt: Especificaç–o Divisa

# Report 2848578389 - NamedType 2115844868
source: All Amounts in LCY
pt_pt: Todos os Valores em DL

# Report 2848578389 - NamedType 1921651732
source: Vendor
pt_pt: Fornecedor

# Report 2848578389 - NamedType 170634692
source: Aged Overdue Amounts
pt_pt: Antiguidade Valores Vencidos

# Report 2848578389 - NamedType 1128657296
source: Balance
pt_pt: Saldo

# Report 2848578389 - NamedType 1088239115
source: Original Amount
pt_pt: Valor Original

# Report 2848578389 - NamedType 4153422933
source: Due Date
pt_pt: Data Vencimento

# Report 2848578389 - NamedType 2124006630
source: Document No.
pt_pt: Nº Documento

# Report 2848578389 - NamedType 886596496
source: Document Type
pt_pt: Tipo Documento

# Report 2848578389 - NamedType 638740601
source: Posting Date
pt_pt: Data Registo

# Report 2848578389 - NamedType 4110327098
source: Balance
pt_pt: Saldo

# Report 2848578389 - NamedType 3218996762
source: Name
pt_pt: Nome

# Report 2848578389 - NamedType 3319183004
source: No.
pt_pt: Nº

# Report 2848578389 - NamedType 967877925
source: Balance
pt_pt: Saldo

# Report 2848578389 - NamedType 4057351157
source: Name
pt_pt: Nome

# Report 2848578389 - NamedType 3566862382
source: Currency Code
pt_pt: Cód. Divisa

# Report 2848578389 - NamedType 3791813884
source: No.
pt_pt: Nº

# Report 2848578389 - NamedType 3162317267
source: Total (LCY)
pt_pt: Total (DL)

# Report 2848578389 - NamedType 3402469538
source: Currency Specification
pt_pt: Especificaç–o Divisa
