Repository: DiogoBessaArqui/migra-o_teste
Catalog: Translation/translation-*.xlf
Languages: pt_pt

# Report 2848578389 - NamedType 1332244818
source: Balance
pt_pt: Saldo

# Report 2848578389 - NamedType 2053852784
source: Original Amount
pt_pt: Valor Original

# Table 2127260352 - Property 2879900210
source: Entity Setup
pt_pt: Conf. Entidade

# Table 3247369565 - Property 2879900210
source: Entity
pt_pt: Entidade

# Table 3256481496 - Property 2879900210
source: Entity Model
pt_pt: Modelo de Entidade

# Table 2846715390 - Property 2879900210
source: Entity Association
pt_pt: Associaç–o Entidades

# Table 2127260352 - Field 1663593181 - Property 2879900210
source: Primary Key
pt_pt: Chave Primária

# Table 2846715390 - Field 1878130204 - Property 2879900210
source: Type
pt_pt: Tipo

# Table 2127260352 - Field 1571188304 - Property 2879900210
source: Entity Series Nos.
pt_pt: N.ºs Série Entidade

# Table 2846715390 - Field 1878130204 - Property 62802879
source: ,Customer,Vendor
pt_pt: ,Cliente,Fornecedor

# Table 2127260352 - Field 2323197142 - Property 2879900210
source: Entity Journal Template
pt_pt: Nome Livro Diário

# Table 2127260352 - Field 575853754 - Property 2879900210
source: Entity Journal Batch
pt_pt: Nome Secç–o Diário

# Table 2846715390 - Field 4200184881 - Property 2879900210
source: No.
pt_pt: Nº

# Table 3247369565 - Field 4200184881 - Property 2879900210
source: No.
pt_pt: Nº

# Table 3256481496 - Field 3004954119 - Property 2879900210
source: Code
pt_pt: Código

# Table 3247369565 - Field 2961552353 - Property 2879900210
source: Name
pt_pt: Nome

# Table 3256481496 - Field 1878130204 - Property 2879900210
source: Type
pt_pt: Tipo

# Table 3247369565 - Field 966287263 - Property 2879900210
source: Name 2
pt_pt: Nome 2

# Table 3256481496 - Field 1878130204 - Property 62802879
source: Customer,Vendor
pt_pt: Cliente,Fornecedor

# Table 3247369565 - Field 3168444338 - Property 2879900210
source: Address
pt_pt: Endereço

# Table 3256481496 - Field 3461834954 - Property 2879900210
source: Description
pt_pt: Descriç–o

# Table 3247369565 - Field 2306852000 - Property 2879900210
source: Address 2
pt_pt: Endereço 2

# Table 3256481496 - Field 410940989 - Property 2879900210
source: Customer Posting Group
pt_pt: Gr. Contabilístico Cliente

# Table 3247369565 - Field 1215194884 - Property 2879900210
source: Postal Code
pt_pt: Código Postal

# Table 3247369565 - Field 714791889 - Property 2879900210
source: City
pt_pt: Cidade

# Table 3247369565 - Field 499448942 - Property 2879900210
source: County
pt_pt: Distrito

# Table 3256481496 - Field 3194161445 - Property 2879900210
source: Vendor Posting Group
pt_pt: Gr. Contabilístico Fornecedor

# Table 3247369565 - Field 2542713143 - Property 2879900210
source: Country Code
pt_pt: Cód. País

# Table 3247369565 - Field 1351594800 - Property 2879900210
source: No. Series
pt_pt: Nº Série Entidade

# Table 3247369565 - Field 4190130733 - Property 2879900210
source: Customer No.
pt_pt: Nº Cliente

# Table 2846715390 - Field 2961552353 - Property 2879900210
source: Name
pt_pt: Nome

# Table 2846715390 - Field 617267791 - Property 2879900210
source: VAT Registration No.
pt_pt: Nº Contribuinte

# Table 2846715390 - Field 1949583959 - Property 2879900210
source: Customer Balance (LCY)
pt_pt: Saldo Cliente (DL)

# Table 2846715390 - Field 571867626 - Property 2879900210
source: Entity VAT Registration No.
pt_pt: Nº Contribuinte Entidade

# Table 2846715390 - Field 173172191 - Property 2879900210
source: Vendor Balance (LCY)
pt_pt: Saldo Fornecedor (DL)

# Table 2846715390 - Field 4190130733 - Property 2879900210
source: Customer No.
pt_pt: Nº Cliente

# Table 3247369565 - Field 1527594213 - Property 2879900210
source: Vendor No.
pt_pt: Nº Fornecedor

# Table 2846715390 - Field 1527594213 - Property 2879900210
source: Vendor No.
pt_pt: Nº Fornecedor

# Table 3247369565 - Field 1949583959 - Property 2879900210
source: Customer Balance (LCY)
pt_pt: Saldo Cliente (DL)

# Table 3247369565 - Field 173172191 - Property 2879900210
source: Vendor Balance (LCY)
pt_pt: Saldo Fornecedor (DL)

# Table 3247369565 - Field 2178647059 - Property 2879900210
source: Balance (LCY)
pt_pt: Saldo (DL)

# Table 3247369565 - Field 633819257 - Property 2879900210
source: Gen. Bus. Posting Group
pt_pt: Gr. Contabilístico Negócio

# Table 3247369565 - Field 1844012642 - Property 2879900210
source: VAT Bus. Posting Group
pt_pt: Gr. Contabilístio IVA Negócio

# Table 3247369565 - Field 3387916309 - Property 2879900210
source: Customer Model
pt_pt: Modelo Cliente

# Table 3247369565 - Field 2925102605 - Property 2879900210
source: Vendor Model
pt_pt: Modelo Fornecedor

# Table 3247369565 - Field 966740350 - Property 2879900210
source: Payment Terms Code
pt_pt: Cód. Termos de Pagamento

# Table 3247369565 - Field 3855271124 - Property 2879900210
source: Payment Method Code
pt_pt: Cód. Forma de Pagamento

# Table 3247369565 - Field 4198939294 - Property 2879900210
source: Currency Code
pt_pt: Cód. Divisa

# Table 3247369565 - Field 2273653569 - Property 2879900210
source: Language Code
pt_pt: Cód. Idioma

# Table 3247369565 - Field 617267791 - Property 2879900210
source: VAT Registration No.
pt_pt: Nº Contribuinte

# Table 3247369565 - Field 995090288 - Property 2879900210
source: Date Filter
pt_pt: Filtro Data

# Table 3247369565 - Field 1773309106 - Property 2879900210
source: Entity Customer Balance (LCY)
pt_pt: Entidade Saldo Cliente (DL)

# Table 3247369565 - Field 3616586634 - Property 2879900210
source: Entity Vendor Balance (LCY)
pt_pt: Entidade Saldo Fornecedor (DL)

# Table 3247369565 - Field 2184435606 - Property 2879900210
source: Entity Balance (LCY)
pt_pt: Saldo Entidade (DL)

# Table 3247369565 - Field 2411620027 - Property 2879900210
source: Customer No.
pt_pt: Nº Cliente

# Table 3247369565 - Field 3381825667 - Property 2879900210
source: Vendor No.
pt_pt: Nº Fornecedor

# Table 3247369565 - Field 588297277 - Property 2879900210
source: CCC Bank Account No.
pt_pt: NIB N.º Conta Bancária

# Table 3247369565 - Field 3716284338 - Property 2879900210
source: CCC Bank Branch No.
pt_pt: NIB Cód. Agência

# Table 3247369565 - Field 778216806 - Property 2879900210
source: CCC Bank No.
pt_pt: NIB Cód. Banco

# Table 3247369565 - Field 1113161156 - Property 2879900210
source: CCC Control Digits
pt_pt: NIB Dígito Control

# Table 3247369565 - Field 4277647424 - Property 2879900210
source: CCC No.
pt_pt: Nº NIB

# Table 3247369565 - Field 4248640148 - Property 2879900210
source: Bank Account No.
pt_pt: N.º Conta Bancária

# Table 3247369565 - Field 3986423421 - Property 2879900210
source: Phone No.
pt_pt: Telefone

# Table 3247369565 - Field 1807381932 - Property 2879900210
source: Fax No.
pt_pt: Nº Fax

# Table 3247369565 - Field 3006332118 - Property 2879900210
source: Bank Account Code
pt_pt: Código Conta Bancária

# Table 3247369565 - Field 428874574 - Property 2879900210
source: SWIFT Code
pt_pt: Cód. SWIFT

# Table 3247369565 - Field 2685439803 - Property 2879900210
source: Bank Name
pt_pt: Nome Banco

# Table 3247369565 - Field 3247933948 - Property 2879900210
source: Bank Address
pt_pt: Endereço Banco

# Table 3247369565 - Field 4096573835 - Property 2879900210
source: Bank City
pt_pt: Cidade Banco

# Table 3247369565 - Field 2488412349 - Property 2879900210
source: Bank Post Code
pt_pt: Cód. Postal Banco

# Table 3247369565 - Field 1332947128 - Property 2879900210
source: Bank Country/Region Code
pt_pt: Código do País/Regi–o Banco

# Table 3247369565 - NamedType 1533524455
source: Customer %1 is already associated with Entity %2.
pt_pt: O Cliente %1 já está associado à Entidade %2.

# Table 3247369565 - NamedType 3446614306
source: Vendor %1 is already associated with Entity %2.
pt_pt: O Fornecedor %1 já está associado à Entidade %2.

# Table 3247369565 - NamedType 2808917689
source: It isn't valid the VAT No. in Portugal
pt_pt: O Nº de Contribuinte n–o é válido para Portugal.

# Table 3247369565 - NamedType 427040244
source: The field %1 must be empty.
pt_pt: O campo %1 deve estar a vazio.
